Появилась возможность указывать телефон в человеко-читаемом и машино-читаемом (schema.org, skype) виде в шапке Лендинга
<li>Название сайта (лого в шапке) вынесено в свойства страницы</li>
<li>Добавлено 2 свойства страниц (телефон и технический телефон)</li>
<li>Добавлена иконка телефонии (кликабельная)</li>
<li>Добавлена проверка размера экрана (на экранах малой ширины текст телефона скрывается, экономя место в шапке для Логотипа)</li>
Спасибо за идеи легшие в основу обновления Косовой Марине и её проекту <a href="http://www.buhpro.net/">buhpro.net</a>