<?
$MESS["CONTEINER_CLASS"] = "Класс оформления внешнего контейнера";

$MESS["ROW_OFF"] = "Компонент используется внутри другого компонента/блока";
$MESS["CONTEINER_OFF"] = "Не делать отступов относительно родительского контейнера";


$MESS["BLOCK_2_1_TYPE"] = "Тип 1 блока ПРАВОЙ (2) колонки";
$MESS["BLOCK_2_2_TYPE"] = "Тип 2 блока ПРАВОЙ (2) колонки";
$MESS["BLOCK_2_3_TYPE"] = "Тип 3 блока ПРАВОЙ (2) колонки";
$MESS["BLOCK_2_4_TYPE"] = "Тип 4 блока ПРАВОЙ (2) колонки";
$MESS["BLOCK_2_5_TYPE"] = "Тип 5 блока ПРАВОЙ (2) колонки";
$MESS["1_SIZE_PLUS"] = "Расширенный режим редактирования размеров/положения Левого (1) блока";
$MESS["2_SIZE_PLUS"] = "Расширенный режим редактирования размеров/положения Правого (2) блока";

$MESS["Left"] = "По левому краю";
$MESS["Right"] = "По правому краю";
$MESS["Center"] = "По центру";
$MESS["Justify"] = "По ширине";
$MESS["TEXTALIGN_1"] = "Выравнивание текста в Левом (1) Блоке";
$MESS["TEXTALIGN_2"] = "Выравнивание текста в Правом (2) Блоке";
$MESS["offset0"] = "Не сдвигать";
$MESS["offset1"] = "на 1/12";
$MESS["offset2"] = "на 2/12 (1/6)";
$MESS["offset3"] = "на 3/12 (1/4)";
$MESS["offset4"] = "на 4/12 (1/3)";
$MESS["offset5"] = "на 5/12";
$MESS["offset6"] = "на 6/12 (1/2)";
$MESS["lg3"] = "3/12 (1/4)";
$MESS["lg4"] = "4/12 (1/3)";
$MESS["lg5"] = "5/12";
$MESS["lg6"] = "6/12 (1/2)";
$MESS["lg7"] = "7/12";
$MESS["lg8"] = "8/12 (2/3)";
$MESS["lg9"] = "9/12 (3/4)";
$MESS["BLOCK_OFFSET_1"] = "Сдвиг Левого (1) Блока ВПРАВО";
$MESS["BLOCK_OFFSET_2"] = "Сдвиг Правого (2) Блока ВПРАВО";
$MESS["BLOCK_LG_1"] = "Ширина Левого (1) Блока";
$MESS["BLOCK_LG_2"] = "Ширина Правого (2) Блока";
$MESS["BLOCK_1_SIZE_PLUS"] = "Использовать расширенный решим редактирования размера ЛЕВОГО (1) блока";
$MESS["BLOCK_2_SIZE_PLUS"] = "Использовать расширенный решим редактирования размера ПРАВОГО (2) блока";
$MESS["BLOCK_MD_1"] = "Ширина Левого (1) Блока (для устройств с шириной экрана от 992 пикселя и ВЫШЕ)";
$MESS["BLOCK_SM_1"] = "Ширина Левого (1) Блока (для устройств с шириной экрана от 768 пикселей и ВЫШЕ)";
$MESS["BLOCK_XS_1"] = "Ширина Левого (1) Блока (для устройств с шириной экрана МЕНЬШЕ 768 пикселей)";
$MESS["BLOCK_OFFSET_1_MD"] = "Сдвиг Левого (1) Блока ВПРАВО (для устройств с шириной экрана от 992 пикселя и ВЫШЕ)";
$MESS["BLOCK_OFFSET_1_SM"] = "Сдвиг Левого (1) Блока ВПРАВО (для устройств с шириной экрана от 768 пикселей и ВЫШЕ)";
$MESS["BLOCK_MD_2"] = "Ширина Правого (2) Блока (для устройств с шириной экрана от 992 пикселя и ВЫШЕ)";
$MESS["BLOCK_SM_2"] = "Ширина Правого (2) Блока (для устройств с шириной экрана от 768 пикселей и ВЫШЕ)";
$MESS["BLOCK_XS_2"] = "Ширина Правого (2) Блока (для устройств с шириной экрана МЕНЬШЕ 768 пикселей)";
$MESS["BLOCK_OFFSET_2_MD"] = "Сдвиг Правого (2) Блока ВПРАВО (для устройств с шириной экрана от 992 пикселя и ВЫШЕ)";
$MESS["BLOCK_OFFSET_2_SM"] = "Сдвиг Правого (2) Блока ВПРАВО (для устройств с шириной экрана от 768 пикселей и ВЫШЕ)";
$MESS["BLOCK_PUSH_1_LG"] = "СМЕЩЕНИЕ (для смены порядка блоков) Левого (1) Блока ВПРАВО (для устройств с шириной экрана от 1200 пикселя и ВЫШЕ)";
$MESS["BLOCK_PUSH_1_MD"] = "СМЕЩЕНИЕ (для смены порядка блоков) Левого (1) Блока ВПРАВО (для устройств с шириной экрана от 992 пикселя и ВЫШЕ)";
$MESS["BLOCK_PUSH_1_SM"] = "СМЕЩЕНИЕ (для смены порядка блоков) Левого (1) Блока ВПРАВО (для устройств с шириной экрана от 768 пикселей и ВЫШЕ)";
$MESS["BLOCK_PULL_1_LG"] = "СМЕЩЕНИЕ (для смены порядка блоков) Левого (1) Блока ВЛЕВО (для устройств с шириной экрана от 1200 пикселя и ВЫШЕ)";
$MESS["BLOCK_PULL_1_MD"] = "СМЕЩЕНИЕ (для смены порядка блоков) Левого (1) Блока ВЛЕВО (для устройств с шириной экрана от 992 пикселя и ВЫШЕ)";
$MESS["BLOCK_PULL_1_SM"] = "СМЕЩЕНИЕ (для смены порядка блоков) Левого (1) Блока ВЛЕВО (для устройств с шириной экрана от 768 пикселей и ВЫШЕ)";
$MESS["BLOCK_PUSH_2_LG"] = "СМЕЩЕНИЕ (для смены порядка блоков) Правого (2) Блока ВПРАВО (для устройств с шириной экрана от 1200 пикселя и ВЫШЕ)";
$MESS["BLOCK_PUSH_2_MD"] = "СМЕЩЕНИЕ (для смены порядка блоков) Правого (2) Блока ВПРАВО (для устройств с шириной экрана от 992 пикселя и ВЫШЕ)";
$MESS["BLOCK_PUSH_2_SM"] = "СМЕЩЕНИЕ (для смены порядка блоков) Правого (2) Блока ВПРАВО (для устройств с шириной экрана от 768 пикселей и ВЫШЕ)";
$MESS["BLOCK_PULL_2_LG"] = "СМЕЩЕНИЕ (для смены порядка блоков) Правого (2) Блока ВЛЕВО (для устройств с шириной экрана от 1200 пикселя и ВЫШЕ)";
$MESS["BLOCK_PULL_2_MD"] = "СМЕЩЕНИЕ (для смены порядка блоков) Правого (2) Блока ВЛЕВО (для устройств с шириной экрана от 992 пикселя и ВЫШЕ)";
$MESS["BLOCK_PULL_2_SM"] = "СМЕЩЕНИЕ (для смены порядка блоков) Правого (2) Блока ВЛЕВО (для устройств с шириной экрана от 768 пикселей и ВЫШЕ)";

$MESS[""] = "";
$MESS[""] = "";
$MESS[""] = "";
$MESS[""] = "";
$MESS[""] = "";
$MESS[""] = "";
?>